---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLinetypeInfo
source: html/f58fd018-836a-54f3-8e75-a8b598b1123a.htm
---
# ExportLinetypeInfo Members

Constructs a new default ExportLinetypeInfo.